/* Next-button titles */
"CLOSE" = "닫기";
"SHUTDOWN" = "시스템 종료";
"RESTART" = "재시동";
"LOGOUT" = "로그 아웃";


/* Messages describing automatic actions the Installer will take once Installation has completed */
"AutoQuit"		= "설치 프로그램이 %d초 후에 자동으로 종료됩니다.";
"AutoQuit1"		= "설치 프로그램이 1초 후에 자동으로 종료됩니다.";
"AutoMsg"		= "컴퓨터가 %2$d초 내에 %1$@됩니다.";
"AutoMsg1"		= "컴퓨터는 1초 후에 %@됩니다.";

/* action description to be substituted into 'AutoMsg' & 'AutoMsg1' above */
"AutoRestart"	= "재시동";
"AutoLogout"	= "로그 아웃";
"AutoShutdown"	= "시스템 종료";

/* action descriptions indicating actions are currently being performed */
"AutoRestartIsOccurring" = "컴퓨터가 재시동 중입니다.";
"AutoLogoutIsOccurring" = "컴퓨터가 로그 아웃 중입니다.";
"AutoShutdownIsOccurring" = "컴퓨터가 종료 중입니다.";


/* Messages displayed when the installer requires the user to perform an action to finish installing the software */
"ManualShutDownMsg" = "소프트웨어 설치를 완료하려면 시스템 종료를 클릭하십시오.";
"ManualLogoutMsg" = "소프트웨어 설치를 완료하려면 로그 아웃을 클릭하십시오.";
"ManualRequiredRebootMsg" = "재시동을 클릭하여 소프트웨어 설치를 완료하십시오.";
"ManualRequiredRebootAfterFailureMsg" = "재시동을 클릭하여 설치를 다시 시도하십시오.";


/* Window titles & descriptions */
"InstallCompletedSuccessfullyTitle" = "설치가 성공적으로 완료되었습니다.";
"InstallCompletedSuccessfullyDescription" = "소프트웨어가 설치되었습니다.";
"InstallCompletedWithErrorsTitle" = "설치 중에 오류가 발생했습니다. 설치를 다시 시도하십시오.";


/* IASPSummaryView class' localizable strings */
"InstallSucceededTitle" = "성공적으로 설치되었습니다.";
"InstallFailedTitle" = "설치에 실패했습니다.";
